Revit 2027 API
ParameterTypeId.LevelDataVolume Property
 "Floor Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataVolume { get; }
Public Shared ReadOnly Property LevelDataVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataVolume {
	ForgeTypeId^ get ();
}
static member LevelDataVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace